
[gencomp128]
ComponentName=רק פלטפורמות x86 נתמכות
[gencomp130]
ComponentName=רק פלטפורמות x64 נתמכות
[gencomp129]
ComponentName=רק פלטפורמות Intel64 נתמכות
[gencomp131]
ComponentName=רק "Longhorn" Server IA64 Edition נתמך
[gencomp51]
ComponentName=Microsoft Windows 2003 Server
[gencomp138]
ComponentName=Web OS Block IA64
[gencomp120,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation Langpack
[gencomp121,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation Langpack  [x64]
[gencomp122,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation Langpack  [ia64]
[gencomp115]
ComponentName=מערכת הפעלה לא נתמכת
[gencomp117,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation Langpack
[gencomp118,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation Langpack  [x64]
[gencomp119,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation Langpack  [IA64]
[gencomp6]
ComponentName=מידע עדכון עבור Windows XP Service Pack 2
[gencomp7]
ComponentName=מידע עדכון עבור Windows 2000 Service Pack 4
[gencomp8]
ComponentName=מידע עדכון עבור Windows 2003 Server Service Pack 1
[gencomp132,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Workflow Foundation Langpack
[gencomp33]
ComponentName=שירות BITS
[gencomp15]
ComponentName=שירות Microsoft SQL Server 9 לא מופעל או שאינו מותקן
[gencomp44]
ComponentName=Microsoft SQL Server 9 Analysis Services לא מופעל או שאינו מותקן.
[gencomp90]
ComponentName=Microsoft Windows Installer 3.0
[gencomp92]
ComponentName=מערכת הפעלה בסיסית. אין אפשרות להתקין ב- Windows 2000 או בגירסה קודמת.
[gencomp45]
ComponentName=Microsoft SQL Server 9 Report Server לא מופעל או שאינו מותקן.
[gencomp127]
ComponentName=Microsoft .NET Framework 3.0 כבר מותקן
[gencomp46]
ComponentName=Microsoft Internet Information Services 6 לא מופעל או שאינו מותקן
[gencomp126]
ComponentName=Microsoft .NET Framework 3.0 (STD)‎ כבר מותקן
[gencomp123]
ComponentName=נדרש Microsoft .NET Framework 3.0
[gencomp48]
ComponentName=Sharepoint Portal Server אינו תואם עם Visual Studio Team Foundation
[gencomp49]
ComponentName=Sharepoint Web Server Extensions אינו תואם עם Visual Studio Team Foundation או אינו מותקן
[gencomp112]
ComponentName=נא התקן את Windows Workflow Foundation לפני התקנת מוצר זה
[gencomp124]
ComponentName=נא התקן את Windows Workflow Foundation לפני התקנת מוצר זה
[gencomp13]
ComponentName=מידע עדכון עבור Internet Explorer Version 6.0 Service Pack 1
[gencomp125]
ComponentName=נא התקן את Windows Workflow Foundation לפני התקנת מוצר זה
[gencomp97]
ComponentName=Microsoft DirectX 9.0
[gencomp5]
ComponentName=Office Primary Interop Assembly
[gencomp136,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=RGB Rast
[gencomp137,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=RGB Rast x64
[gencomp16]
ComponentName=Microsoft Data Access Components 2.8
[gencomp70,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=MSXML 6.0 Parser
[gencomp75]
ComponentName=Office 2003 Service Pack 1
[gencomp104,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=MSXML 6.0 Parser [x64]
[gencomp209]
ComponentName=מתקין WIC
[gencomp210]
ComponentName=מתקין WIC x64
[gencomp18,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Microsoft .NET Framework 2.0
[gencomp211]
ComponentName=מתקין XPSEPSC x86
[gencomp212]
ComponentName=מתקין XPSEPSC x64
[gencomp213]
ComponentName=מתקין XPSEPSC langpack
[gencomp214]
ComponentName=מתקין XPSEPSC langpack x64
[gencomp88]
ComponentName=SQL Express
[gencomp20,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=ערכת שפה עברית של Microsoft .NET Framework 2.0
[gencomp26,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Microsoft .NET Framework 2.0 [IA64]
[gencomp27,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Microsoft .NET Framework 2.0 [x64]
[gencomp34,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=ערכת שפה עברית של Microsoft .NET Framework 2.0 [x64]
[gencomp35,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=ערכת שפה עברית של Microsoft .NET Framework 2.0 [I64]
[gencomp21]
ComponentName=Microsoft Visual J# Redistributable Package 2.0 Beta 2
[gencomp98,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation
[gencomp99,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation  [IA64]
[gencomp100,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Communication Foundation  [x64]
[gencomp101,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation
[gencomp102,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation  [ia64]
[gencomp22]
ComponentName=Microsoft Visual J# Redistributable 2.0 US English Language Pack Beta 2
[gencomp28]
ComponentName=Microsoft Visual Studio 64bit Prerequisites Beta 2 [x64]
[gencomp103,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Presentation Foundation  [x64]
[gencomp109,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Workflow Foundation
[gencomp29]
ComponentName=Microsoft Visual Studio 64bit Prerequisites Beta 2 [I64]
[gencomp73]
ComponentName=Microsoft Visual Studio Express 64bit Prerequisites Beta 2 [x64]
[gencomp110,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Workflow Foundation [IA64]
[gencomp111,{12CDA52C-7A8F-4785-8A22-53C87393FEE0}]
ComponentName=Windows Workflow Foundation [x64]
[gencomp74]
ComponentName=Microsoft Visual Studio Express 64bit Prerequisites Beta 2 [I64]
[gencomp71]
ComponentName=Microsoft Visual Studio Tools עבור Office System 2005 Runtime Beta 2
[gencomp84]
ComponentName=מצב יישום של Active Directory
[vs_setup.dll]
ComponentName=Microsoft .NET Framework 3.0
[gencomp91]
ComponentName=.NET Compact Framework 1.0 SP3
[gencomp54]
ComponentName=.NET Compact Framework 2.0
[gencomp72]
ComponentName=Microsoft Visual Studio Tools עבור Office System 2005 Runtime Beta 2
[gencomp139]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - DEU
[gencomp140]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - DEU
[gencomp141]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - DEU
[gencomp187]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - FRA
[gencomp143]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - FRA
[gencomp165]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - FRA
[gencomp144]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - ESN
[gencomp166]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - ESN
[gencomp188]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - ESN
[gencomp145]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - ITA
[gencomp146]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - CHT
[gencomp147]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - CHS
[gencomp148]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - KOR
[gencomp149]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - ARA
[gencomp150]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - PTB
[gencomp151]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - CHH
[gencomp152]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - PTG
[gencomp153]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - CSY
[gencomp154]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - DAN
[gencomp155]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - NLD
[gencomp156]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - FIN
[gencomp157]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - ELL
[gencomp158]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - HEB
[gencomp159]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - HUN
[gencomp160]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - NOR
[gencomp161]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - PLK
[gencomp162]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - RUS
[gencomp163]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - SVE
[gencomp164]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - TRK
[gencomp167]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - ITA
[gencomp168]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - CHT
[gencomp169]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - CHS
[gencomp170]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - KOR
[gencomp171]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - ARA
[gencomp172]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - PTB
[gencomp173]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - CHH
[gencomp174]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - PTG
[gencomp175]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - CSY
[gencomp176]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - DAN
[gencomp177]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - NLD
[gencomp178]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - FIN
[gencomp179]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - ELL
[gencomp180]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - HEB
[gencomp181]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - HUN
[gencomp182]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - NOR
[gencomp183]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - PLK
[gencomp184]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - RUS
[gencomp185]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - SVE
[gencomp186]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - TRK
[gencomp189]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - ITA
[gencomp190]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - CHT
[gencomp191]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - CHS
[gencomp192]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - KOR
[gencomp193]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - ARA
[gencomp194]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - PTB
[gencomp195]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - CHH
[gencomp196]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - PTG
[gencomp197]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - CSY
[gencomp198]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - DAN
[gencomp199]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - NLD
[gencomp200]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - FIN
[gencomp201]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - ELL
[gencomp202]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - HEB
[gencomp203]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - HUN
[gencomp204]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - NOR
[gencomp205]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - PLK
[gencomp206]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - RUS
[gencomp207]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - SVE
[gencomp208]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - TRK
[gencomp133]
ComponentName=Microsoft .NET Framework 3.0 Language Pack - JPN
[gencomp134]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (IA64) - JPN
[gencomp135]
ComponentName=Microsoft .NET Framework 3.0 Language Pack (x64) - JPN
[gencomp89]
ComponentName=Microsoft Visual Studio Tools 2005 for the Office System Runtime Language Pack Beta 2
[gencomp32]
ComponentName=Microsoft Visual J# Redistributable Package 2.0 Beta 2
LongDescription=Microsoft Visual J# Redistributable Package 2.0 נדרש כדי לפתח באמצעות Visual J# ב- Visual Web Developer Express Edition.
[gencomp68]
ComponentName=Microsoft Visual J# Redistributable Package 2.0 Beta 2
[gencomp69]
ComponentName=Microsoft Visual J# Redistributable 2.0 US English Language Pack Beta 2
[gencomp30]
ComponentName=Microsoft MSDN Express Library 2005 Beta 2
ToolTip=N/A
LongDescription=ספריית MSDN Express מכילה תיעודי מוצר נוספים עבור כל מהדורות Visual Studio Express Edition. באפשרותך לבחור להתקין את ספריית MSDN Express במועד מאוחר יותר. לקבלת מידע נוסף, עיין בקובץ Readme.
[gencomp66]
ComponentName=מתקין Office Primary Interop Assembly
[gencomp86]
ComponentName=Microsoft Office Primary Interop Assemblies
[gencomp81]
ComponentName=SQL Server 2005 Mobile Edition
[gencomp41]
ComponentName=Microsoft Device Emulator version 1.0
ToolTip=לפיתוח באמצעות Device Emulator for Visual Studio for Devices
LongDescription=אמולטור ההתקנים מאפשר לבצע פריסה, הפעלה ואיתור באגים ביישומי ההתקנים בשולחן העבודה.
[gencomp31]
ComponentName=Microsoft SQL Server 2005 Express Edition Beta 3
LongDescription=SQL Server Express הוא גירסה בסיסית של Microsoft SQL Server המאפשרת לבצע בקלות קריאה, כתיבה ופריסה של נתוני יישום.
ToolTip=מתקין גירסה בסיסית של Microsoft SQL Server.
[gencomp76]
ComponentName=Microsoft Visual Studio 2005 Remote Debugger Beta 2 [x64]
[gencomp77]
ComponentName=Microsoft Visual Studio 2005 Remote Debugger Beta 2 [I64]
[gencomp67]
ComponentName=Microsoft Device Emulator version 1.0 Beta 2
[gencomp79]
ComponentName=Microsoft .NET Framework 2.0 Beta 2 SDK  [x64]
[gencomp80]
ComponentName=Microsoft .NET Framework 2.0 Beta 2 SDK  [I64]

[VS Custom]
ProdDesc=Microsoft .NET Framework 3.0
